Repository: sehraramiz/divar-auction
Catalog: auction/locales/*/LC_MESSAGES/messages.po
Languages: fa

source: return url must be from divar.ir domain
fa: آدرس بازگشت باید از دامنه divar.ir باشد.

source: Invalid Session
fa: نشست نامعتبر

source: Bid placed successfully!
fa: پیشنهاد با موفقیت ثبت شد!

source: Bid removed successfully!
fa: پیشنهاد با موفقیت حذف شد!

source: Auction started successfully!
fa: مزایده با موفقیت آغاز شد!

source: Auction removed successfully!
fa: مزایده با موفقیت حذف شد!

source: Bid amount must starting price + multiple of min raise amount
fa: مبلغ هر پیشنهاد باید مضربی از حداقل میزان افزایش به علاوه مبلغ شروع باشد.

source: Enter Auction
fa: ورود به مزایده

source: This post has an ongoing auction starting at {starting_price} rials you can bid on
fa: برای این آگهی مزایده‌ای با قیمت شروع {starting_price} ریال در جریان است که شما میتوانید در آن شرکت کنید.

source: Auction Available
fa: مزایده در حال اجرا است

source: Auction Not Found
fa: مزایده مورد نظر پیدا نشد.

source: Bid Not Found
fa: پیشنهاد مورد نظر پیدا نشد.

source: Post Not Found
fa: آگهی مورد نظر پیدا نشد.

source: Auction Already Started
fa: مزایده هم‌اکنون در حال برگزاری است.

source: Seller Can't Bid
fa: خریدار نمی‌تواند پیشنهاد قیمت دهد

source: Bid can't be lower than the starting price
fa: پیشنهاد قیمت نباید کمتر از مبلغ اولیه مزایده باشد

source: Invalid bid amount
fa: مبلغ پیشنهاد نامعتبر

source: Forbidden
fa: دسترسی غیر مجاز

source: Invalid State
fa: نشست نامعتبر

source: Auction Removal Failed
fa: حذف مزیاده با خطا مواجه شد

source: Page Not Found
fa: صفحه مورد نظر پیدا نشد.

source: Place a bid
fa: پیشنهادی بگذارید

source: Top bids on this item:
fa: بالاترین پیشنهاد‌های روی این آگهی

source: Total bids:
fa: تعداد کل پیشنهاد‌ها:

source: You are the first bidder!
fa: شما اولین پیشنهاددهنده هستید.

source: All bid amounts must be a multiple of the minimum raise amount plus the starting price.
fa: مبلغ هر پیشنهاد باید مضربی از حداقل میزان افزایش به علاوه مبلغ شروع باشد.

source: Minimum raise amount: {min_raise_amount} rials
fa: حداقل میزان افزایش: {min_raise_amount} ریال

source: Starting price: {starting_price} rials
fa: مبلغ شروع: {starting_price} ریال

source: Bid Amount (rials):
fa: مبلغ پیشنهادی (ریال)

source: Tomans
fa: تومان

source: Bid
fa: ثبت پیشنهاد

source: Remove Bid
fa: حذف پیشنهاد

source: Return to Divar
fa: بازگشت به دیوار

source: Auction
fa: مزایده

source: Auction for
fa: مزایده برای آگهی

source: What can auction hall do for you?
fa: تالار مزایده چه کاری برای شما انجام می‌دهد؟

source: You can start an auction on your advertised item on divar.ir.
fa: شما می‌توانید برای آیتم آگهی شده‌ی خود در سایت دیوار یک مزایده برگزار کنید.

source: You can place a bid on an item on divar.ir.
fa: شما می‌توانید بر روی یک آیتم مزایده شده در سایت دیوار پیشنهاد قیمت بگذارید.

source: You will get the results of auctions you participate in.
fa: نتایج مزایده را دریافت خواهید کرد.

source: There is no in progress auction for this post. do you want to start an Auction?
fa: برای این آگهی مزایده‌ای وجود ندارد. آیا می‌خواهید مزایده برگزار کنید؟

source: Start a new Auction
fa: آغاز مزایده جدید

source: Auction Management
fa: مدیریت مزایده

source: There are {bids_count} bids on your item
fa: در حال حاظر {bids_count} پیشنهاد برای این آگهی وجود دارد

source: {bid_amount} from {bidder_id}
fa: {bid_amount} از کاربر {bidder_id}

source: Select Bid
fa: انتخاب قیمت پیشنهادی

source: Remove Auction
fa: حذف مزایده

source: Start New Auction
fa: آغاز مزایده جدید

source: Starting Price (rials)
fa: مبلغ شروع مزایده (ریال)

source: Start
fa: شروع

source: App Error
fa: خطای برنامه

source: Something went wrong, and we couldn’t complete your request.
fa: خطایی رخ داد، درخواست شما انجام نشد.

source: Auction Hall
fa: تالار مزایده

source: Welcome to Auction Hall
fa: به تالار مزایده خوش آمدید.

source: Who can put a price on an Asil rooster, except the one who seeks it?
fa: چه کسی میتواند یک خروس لاری را ارزش گذاری کند، به جز از آن کس که در پی خریدش است؟

source: Redirecting
fa: در حال هدایت به صفحه‌ی جدید

source: You will be redirected shortly...
fa: تا چند لحظه‌ی دیگر از تالار مزایده خارج می‌شوید.
